# MSup3PerKN Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MSup3PerKN Property
SymbolTypeId Class See Also
---
Symbol m³/kN, indicating unit Cubic meters per kilonewton.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MSup3PerKN { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MSup3PerKN As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MSup3PerKN {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace